---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.LevelType
source: html/5339e880-95ad-0138-0b47-726e1e7f3ee3.htm
---
# LevelType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.